taskt/Core/Automation/Commands/MathGroup/GetLogarithmCommand.dot
digraph "GetLogarithmCommand" {
"GetLogarithmCommand" -> "AMathValueResultCommands";
"AMathValueResultCommands" -> "ScriptCommand";
"AMathValueResultCommands" -> "IMathValueResultProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
