taskt/Core/Automation/Commands/MathGroup/GetLogarithmCommand.puml
@startuml
GetLogarithmCommand --> AMathValueResultCommands
AMathValueResultCommands --> ScriptCommand
AMathValueResultCommands --> IMathValueResultProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
